
<!DOCTYPE html>
<html>
<body>

<h1>test PHP page</h1>

<?php
echo "Материальная база

«Жидкий» компьютер, как бы дико не звучало это словосочетание, не является новой идеей в мире науки. Уже несколько десятилетий ведутся исследования, пытающиеся тем или иным способом реализовать подобную футуристическую технологию. Ученые из NIST (Национальный институт стандартов и технологий) не стали исключением. Их исследование продемонстрировало, что вычислительные логические операции могут выполняться в жидкой среде путем управляемого захвата ионов в графене*, плавающем в солевом растворе.
Графен* — это тонкая пленка (толщиной в 1 атом) из атомов углерода, соединенных в гексагональную (сотовую) двумерную кристаллическую решётку.
Во время опытов было замечено, что пленка графена приобретает свойства полупроводника на основе кремния, то есть может выполнять функцию транзистора. Чтобы контролировать пленку, необходимо изменять напряжение. А этот процесс очень схож с тем, что происходит при изменении концентрации солей в биологических системах. ";
?> 


</body>
</html>